[{"title":"Antwoord op Fermi-paradox: zitten aliens ondergronds?","tags":"aliens, IWOW, planeten, onderzoek","content":"article p We moeten niet naar tekenen van leven zoeken aan de oppervlakten van planeten, maar onder de oppervlakten en wel tot tientallen kilometers diep. De kans dat intelligent leven zich ondergronds bevindt, is namelijk vele malen groter dan dat het zichtbaar aan de oppervlakte rondscharrelt. p strong,Redelijk veel planeten met ondergronds water p Als we denken aan aliens, zien we een planeet voor ons met een oppervlakte waarop de buitenaardse wezens zich begeven en bewegen. Logisch, want zo leven mensen zelf op aarde. Maar hoe waarschijnlijk is dat elders in het universum? p Niet heel erg, menen de Amerikaanse wetenschappers van het Southwest Research Institute in San Antonio. In een rapport dat het onderzoeksinstituut onlangs presenteerde, geven wetenschappers hier verschillende redenen voor. Ten eerste zijn er simpelweg veel minder planeten met watermassa’s aan het oppervlak dan planeten met ondergrondse watermassa’s. Sterker nog: planeten met de waterhuishouding onder het landoppervlak komen relatief veel voor in ons heelal. p strong,Interior Water Ocean Worlds oftewel IWOWs p Over de laatste 25 jaar hebben wetenschappers een aanzienlijke hoeveelheid van deze planeten aangetroffen, zoals de ijzige Europa, Titan en Enceladus, manen van onze reuzen. Deze planeten worden ook wel IWOWs genoemd, namelijk Interior Water Ocean Worlds. En IWOWs hebben wat voordelen over planeten zoals de aarde, als het gaat om de mogelijkheid tot leven of zelfs intelligent leven. p Een voordeel is dat IWOWs niet, zoals de aarde, zich binnen een bepaald bereik van hun sterren hoeven te bevinden om hun watermassa’s op temperatuur te houden. De oceanen op aarde moeten immers opgewarmd worden, maar mogen ook niet te heet worden. Van die beperking heeft een IWOW geen last. Daardoor kunnen ook planeten die verder van hun zonnen af liggen, toch over een waterhuishouding beschikken en zo komen IWOWs dus veelvuldiger voor dan een planeet als de aarde, die het water op de oppervlakte draagt. p strong,Leven is beter beschermd op planeet met ondergronds water p Verder is het leven in een watermassa aan de oppervlakte van een planeet veel kwetsbaarder dan eventueel leven ondergronds, waar het beschermd wordt door een dikke laag gesteente. Denk bijvoorbeeld aan de impact die een inslag van een asteroïde kan hebben op het leven op aarde, maar ook de straling van een zonnevlam kan veel schade aan leven toebrengen. Dat zijn factoren die minder risico opleveren als je een organisme bent, dat in een water leeft, tientallen kilometers onder de oppervlakte. p De wetenschappers van het Southwest Research Institute noemen de aanwezigheid van intelligent leven op IWOWs een grote onzekerheid, maar de combinatie van veelvoorkomendheid van IWOWs en diens betere bescherming van leven, maakt dat het wel veel waarschijnlijker is dat áls aliens bestaan, ze dat doen op een IWOW.  p strong,Eventuele ondergrondse aliens moeilijk op te sporen p Al die bescherming is leuk en aardig voor buitenaards leven, maar het bemoeilijkt tevens onze zoektocht naar tekenen van dit leven. Dezelfde factoren die het leven van deze wezens mogelijk maken en beschermen, houden hen ook verborgen voor menselijke zoekapparatuur. Hiermee is een oplossing geboden voor de Fermi-paradox, te weten: als intelligent leven op andere planeten zo goed mogelijk is, hoe kan het dan dat we dit leven niet kunnen vinden? Door tientallen kilometers rots bijvoorbeeld dus. En dáár zijn voorlopig nog geen oplossingen voor in de praktijk te brengen. p em,Gepubliceerd op 18.03.2021 p em,Bron: rapport Southwest Research Institute Worlds with Underground Oceans may be more conducive to life than worlds with surface oceans like Earth door S.A. Stern","slug":"antwoord-op-fermi-paradox-aliens-waarschijnlijk-onder-aardoppervlak-andere-planeten","id":0,"image":"https://res.cloudinary.com/dta9vptzh/image/upload/v1602325993/dennisStassen/dennis_voor_de_klas.jpg","date":"2021-06-11T15:31:14.914Z","onderwerp":"space"},{"title":"Bemanning maanmissie Artemis in groot gevaar bij vertraagd vertrek","tags":"Artemis, maanmissie, maan, zonnevlammen, zonnestormen","content":"article p Extreme weerverschijnselen in de ruimte brengen de bemanning van maanmissies ernstig in gevaar, zeggen wetenschappers. Een vertraging kan dodelijk zijn. p Dat een maanmissie altijd strak gepland wordt en móet worden, is duidelijk. Toch kunnen zich altijd omstandigheden voordoen, waarbij de lancering wordt uitgesteld. Maar astronomen hebben iets ontdekt, waardoor zij menen dat een bemand tochtje naar de maan nú moet plaats vinden, omdat de ruimtereizigers anders onderweg wel eens in levensgevaar zouden kunnen komen. p strong,Activiteit van de zon hangt af van cycli p Maak haast en maak voort, zegt de universiteit van Reading in Groot-Brittannië. Daar heeft men eens een grootscheeps onderzoek gedaan naar zonnestormen en daarin 150 jaar aan data geanalyseerd. Die blijken niet zo willekeurig als tot nu toe werd aangenomen. Er is juist een duidelijk en sterk patroon te ontdekken in de zonnestormen. Dit zijn periodes waarin de zon veel actiever is dan normaal en veel meer en veel grotere zonnevlammen afgeeft. Die periodes doen zich niet zomaar voor, maar volgen de cycli van de zon. Een cyclus duurt ongeveer 11 jaar. Dan draaien de magnetische noord- en zuidpolen van de zon en begint de volgende cyclus. Wetenschappers hebben de cycli genummerd. Momenteel zitten we in zonnecyclus 25 en die is begonnen in december 2019. p Zonnestormen komen in seizoenen, volgens die cycli, net zoals het weer op aarde. En met name in twee specifieke periodes die elkaar regelmatig afwisselen. Ten eerste is de vroege fase van de zonnecycli die even genummerd zijn, gevoelig voor extremiteiten. Ten tweede is dat juist de late fase van de cycli die oneven genummerd zijn, zoals degene waarin de zon zich nú bevindt. Mensen naar de maan sturen, moet dus ook spoedig gebeuren anders zou men zich wel eens midden in een zonnestorm-seizoen kunnen begeven.  p strong,Zonnevlammen heviger en frequenter na 2026 p De bemande Artemis-missie stond namelijk op de agenda voor 2024 en dat zou nog prima zijn. Maar NASA houdt een slag om de arm en denkt ook te kunnen vertrekken in 2028 of 2029. En dát zou een zeer grote fout zijn. Dat zijn namelijk de laatste jaren van deze oneven cyclus en dus de meest stormachtige. Op aarde maken we daar niet zo veel van mee. Het effect van de zonnestormen op ons klimaat, blijkt nihil. Dit is onderzocht omdat men eerder in de zonnevlammen een (bijdragende) factor vermoedde in onze opwarming. Dat blijkt echter niet het geval.  p Op de maan of op weg ernaar toe, echter, is een heel ander verhaal. Je hebt niet de beschermende lagen van de aarde om je tegen zonnevlammen te beschermen. Bovendien ben je nog een stuk dichterbij die zonnevlammen op de koop toe. Omstandigheden die makkelijk kunnen leiden tot een wel zeer intense barbecue, of zoals de wetenschappers van Reading het formuleren: zeer ernstige schade aan de gezondheid van mensen aan boord van Artemis. p strong,Seizoen van zonnestormen begint over paar jaar p De wetenschappers dringen er dan ook op aan de lancering van Artemis niet te vertragen en ook echt in 2024 te laten plaatsvinden. Of in het uiterste geval in 2025. In 2026 begint namelijk weer het nieuwe zonnestorm-seizoen en deze zal duren tot 2030. Mensen naar de maan sturen zal dus vóór 2026 moeten gebeuren. De eerstvolgende gelegenheid zal zich namelijk weer pas aandienen na 2030. De eerstvolgende véilige gelegenheid tenminste. p em,Gepubliceerd op 2.6.2021 p em,Bron: Extreme space-weather events and the solar cycle door Universiteit Reading in Groot-Brittannië.","slug":"bemanning-maanmissie-artemis-in-groot-gevaar-bij-vertraagd-vertrek","id":1,"image":"https://res.cloudinary.com/dta9vptzh/image/upload/v1602325993/dennisStassen/dennis_voor_de_klas.jpg","date":"2021-06-11T15:37:30.633Z","onderwerp":"space"},{"title":"Computers wereldwijd bedreigd door ingebouwde hardware-fout","tags":"computer, hacken, processor, inbouwfout, Spectre","content":"article p De mensheid is vandaag de dag zeer afhankelijk van de computer. Gevaarlijk, want onderzoekers vonden een nieuwe kwetsbaarheid, die computers over de hele wereld makkelijk lam legt. p Thuis kunnen we onze laptop of pc al amper missen, laat staan hoe wereldwijde instituten het moeten redden als computersystemen zouden weg vallen of gehackt worden. Toch is dat precies de situatie die er dreigt en Amerikaanse techneuten trekken dan ook luid aan de bel. Ze hebben een foutje gevonden in de processors, waardoor computers kwetsbaarder zijn, dan we vermoeden. p strong,Nieuwe Spectre fout gevonden in processors p Het team van de Universiteit in Virginia heeft de ontdekte fout zelfs een naam gegeven, te weten Spectre. Het betreft een inconsistentie in de hardware, die is ingebouwd in de processors van moderne computers.  p img,[object Object] p Computers vandaag de dag zijn zo snel omdat in die hardware gebruik wordt gemaakt van zogenaamde ‘speculative execution’ oftewel ‘uitvoering die kan speculeren’. Processors kunnen daarmee voorspellen welke handelingen van de gebruiker er volgen en zelfs op die voorspelde handelingen vooruitlopen. Denk daarbij bijvoorbeeld aan predictor functies als je iets wilt typen. p strong,Computers om de tuin geleid en bestanden vrij toegankelijk p De wetenschappers vonden een manier en een serie van aanvallen, waarmee de voorspelling omzeild kan worden. Met een Spectre-aanval is de voorspelling op het verkeerde pad te zetten. De processor heeft dat op een gegeven moment door, herstelt zich en gaat weer verder met de juiste voorspelling. De computer zal dan ook ogenschijnlijk netjes die taak afmaken, zoals dat de bedoeling is. Echter: terwijl de processor de bosjes in wordt gestuurd, kunnen hackers makkelijk toegang krijgen tot vertrouwelijke bestanden. p De deskundigen menen dat als zij dit trucje kunnen bedenken, het slechts een kwestie van tijd is voordat georganiseerde terreurgroepen, criminelen of zelfs kwaadwillende individuen, dezelfde route vinden in onze computers en zich een toegang kunnen verschaffen tot zeer vertrouwelijke en gevoelige bestanden. p strong,Zal tweede Spectre fout op tijd hersteld worden? p Het is niet de eerste keer dat deze universiteit een niet zo’n kleine glitch ontdekt in de processors, dat was Spectre 1 dus eigenlijk, te weten al in 2018. Toen vonden de deskundigen al kwetsbaarheden, waarop de industrie meteen aan de gang ging om het euvel te verhelpen. Sceptisch over de eerste fout die ze vonden, ging het team na deze herstelwerkzaamheden, weer op onderzoek uit. En nu blijkt dus, met goede reden. Spectre next generation ligt op de loer. p De universiteit dringt er op aan dat fabrikanten weer razendsnel aan de bak gaan om ook Spectre 2 te verhelpen, voordat anderen de aanvals-route ontdekken. Overigens zijn de deskundigen vastbesloten ook het komende herstel weer grondig onder de loep te zullen nemen en zonodig met Spectre 3 op de proppen te komen, als het moet. p em,Gepubliceerd op 29.5.2021 p em,Bron: Computer scientists discover new vulnaribility affecting computers globally door University of Virginia School of Engineering and Aplied Science, Verenigde Staten","slug":"computers-wereldwijd-bedreigd-door-ingebouwde-hardware-fout","id":2,"image":"https://res.cloudinary.com/dta9vptzh/image/upload/v1602325993/dennisStassen/dennis_voor_de_klas.jpg","date":"2021-06-11T15:19:17.905Z","onderwerp":"tech"},{"title":"“Vrije” seks in de oude steden leidde tot explosie in SOA’s","tags":"Londen oude steden seksueel misbruik SOA's kwik syfilis","content":"article p Onze overgrootouders in de grote steden van 250 jaar geleden, lustten er wel pap van en waren seksueel niet bepaald terughoudend. De SOA’s tierden er dan ook welig. Met alle gevolgen van dien. p Je zou zeggen dat de kerk in de 18e eeuw de zeden nog wel een beetje in de hand had, maar niets is minder waar. Onderzoek wijst uit dat in Londen bijvoorbeeld, grote delen van de bevolking zich overgaf aan een vrije seksuele moraal. Met een explosie in geslachtsziekten als resultaat. p strong,Kans van 1 op 5 dat je syfilis kreeg p Voordat je de respectabele leeftijd bereikte van 35 jaar, was de kans 20% dat je al syfilis had opgelopen. En dat was nog niet eens het ergste. Ook chlamydia en gonorroe dansten vrolijk de polka en die maakten zelfs nog meer slachtoffers dan syfilis. Sterker nog, wetenschappers konden aantonen dat verreweg het overgrote deel van de bevolking tussen de 15 en 35 jaar wel eens te maken kreeg met een geslachtsziekte.  p Om vandaag de dag ziek te worden kan heel vervelend zijn. Ziek worden in de 18e eeuw was simpelweg een ramp. Zeker SOA’s veroorzaakten veel pijnen, die lastig te behandelen waren en waaraan mensen een ernstig risico liepen, te overlijden. De eerste signalen, een branderig gevoel tijdens het plassen of een uitslag op de edele delen, werd dan ook standaard genegeerd. Men hoopte massaal dat het maar het minder ernstige gonorroe zou zijn en gingen met huismiddeltjes, pillen en poeders aan de slag.  p strong,SOA’s leidden tot zweren, koorts en de dood p Maar voor veel mensen werden de klachten ernstiger en zij kregen te maken met ongemak en koortsen,  die het functioneren van het lichaam volledig lam legden. Ook krankzinnigheid en de dood, kwamen niet zelden voor. Een medicijn op basis van kwik kon de syfilis gelukkig wel genezen en werd door sommige instellingen zelfs gratis verstrekt, maar je voelde je er nog beroerder van dan voorheen en bovendien vergde de behandeling minstens 5 weken bedrust. Dat was een luxe die vele arme mensen zich niet konden veroorloven. In die tijd was het letterlijk werken tot je er bij neer viel.  p Het onderzoek werd gehouden door de Britse universiteit van Cambridge en richtte zich op alle bronnen beschikbaar, zoals administratie van zogeheten werkhuizen en ziekenhuizen als St. Thomas en Guy’s uit het het einde van de 18e eeuw. Geslachtsziekten vormden gezondheidsprobleem numero uno en zorgden in sommige gevallen voor één derde van alle patiënten, die werden ondergebracht in de zogeheten ‘faul wards’ oftewel ‘ranzige afdelingen’.  p strong,Vooral oude rijke mannen en jonge arme mannen liepen SOA-risico p Het bleek dat een grote stad zoals Londen, veel immigranten aantrok. Niet alleen internationaal, maar ook uit verarmde landelijke gebieden. Of zoals de wetenschappers het zeggen: de mobiliteit is groter in zo’n stad en daarmee ook het seksueel verkeer. p Er waren dan ook ruwweg zo’n 3 belangrijke groepen die een verhoogd risico liepen. Dat waren jonge, single en werkzoekende mannen die naar de stad trokken en daar plezier maakten met onder andere prostituees. Maar ook juist de oudere en veel rijkere man hield er een bepaalde ongezonde levensstijl op na. Van de bekende intellectueel Samuel Johnson bijvoorbeeld, is het bekend dat hij zich maar liefst 19 keer moest behandelen voor de besmettingen die hij tijdens zijn actieve leven opliep. Nou ja, tussen 1760 en 1784 in ieder geval, want die periode is bekend door zijn autobiograaf. Het kan dus zo zijn, dat de beste man nog vaker druipers en zweren had. En Johnson had nog mazzel: de rijken konden zich tenminste nog goede gezondheidszorg veroorloven.  p strong,Arme jonge vrouwen massaal slachtoffer van seksueel geweld p Sowieso betwijfelen de onderzoekers of we nu veel medelijden moesten hebben met kerels als Johnson. Zij veroorzaakten met hun gedrag namelijk de derde groep slachtoffers van allerhande pijnlijke seksuele ziektes. Dit was tevens de grootste groep, te weten jonge vrouwen die zich aan de –  toen zeer brede – onderkant van de maatschappij bevonden. p Deze meisjes trokken massaal uit armoede naar de grote stad, in de hoop op een bestaan en inkomen. Dat vonden ze dan ook, maar wel in de prostitutie of als dienstmeisje. Het bestaan als dienstmeisje was niet veel beter dan als prostituee. Dienstmeisjes waren door hun kwetsbare financiële positie het favoriete slachtoffer van hun rijke werkgever. Immers: je werk was ook je dak boven je hoofd. En om nu dakloos zijn in de 18e eeuwse grote stad, was helemaal vragen om ellende.  p strong,Chique dames bleven gespaard   p Het gevolg was dus dat je je als dienstmeisje niet in de positie bevond om je te wapenen tegen ongewenste seksuele avances. Misbruik en verkrachtingen waren helaas dan ook eerder regel dan uitzondering in de meeste deftige woningen in chique buurten. Aangezien vast is komen te staan, dat de echtgenotes van de rijke heren, géén verhoogd risico liepen op SOA’s, is het wrang om te bedenken dat de gegoede mannelijke burger uit die tijd zijn lusten bot vierde op voornamelijk zijn arme vrouwelijke personeel. Zijn vrouw bleef verschoond van zowel zijn seksuele aandacht als de ziekte die er zo vaak mee gepaard ging. p Met geweld of met plezier: de geslachtziektes maalden er niet om hoe zij werden overgebracht. Maar dat zij succesvol werden verspreid, honderden jaren geleden in de grote stad, dat staat in ieder geval vast. p em,Gepubliceerd op 12.5.2021 p em,Bron: The pox in Boswell’s London: an estimate of the extent of syphilis infection in the metropolis in the 1770st door S. Szreter en K. Siena van Cambridge University.","slug":"“vrije”-seks-in-de-oude-steden-leidde-tot-explosie-in-soa’s","id":3,"image":"https://res.cloudinary.com/dta9vptzh/image/upload/v1602325993/dennisStassen/dennis_voor_de_klas.jpg","date":"2021-06-11T11:20:50.470Z","onderwerp":"history"}]